Repository: IaroslavAl/surebet-calculator-ios
Catalog: SurebetCalculatorPackage/Sources/MainMenu/Resources/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, it, pt, ru

# instructions_step_four_body
source: Tap the trash button in the navigation bar to clear all fields quickly.
de: Tippe auf die Papierkorb-Schaltfläche in der Navigationsleiste, um alle Felder schnell zu leeren.
el: Πατήστε το κουμπί κάδου στη γραμμή πλοήγησης για να καθαρίσετε γρήγορα όλα τα πεδία.
es: Pulsa el botón de papelera en la barra de navegación para limpiar todos los campos rápidamente.
fr: Appuyez sur le bouton corbeille de la barre de navigation pour effacer rapidement tous les champs.
it: Tocca il pulsante cestino nella barra di navigazione per svuotare rapidamente tutti i campi.
pt: Toque no botão de lixeira na barra de navegação para limpar rapidamente todos os campos.
ru: Нажмите кнопку с корзиной в строке навигации, чтобы быстро очистить все поля.

# instructions_step_four_title
source: Clear all data
de: Alle Daten löschen
el: Καθαρισμός όλων των δεδομένων
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
pt: Limpar todos os dados
ru: Очистка всех данных

# instructions_step_one_body
source: Set the number of outcomes from 2 to 20 and enter odds for each outcome.
de: Wähle die Anzahl der Ausgänge von 2 bis 20 und gib für jeden Ausgang die Quote ein.
el: Ορίστε τον αριθμό εκβάσεων από 2 έως 20 και εισαγάγετε απόδοση για κάθε έκβαση.
es: Define el número de resultados de 2 a 20 e introduce la cuota de cada resultado.
fr: Définissez le nombre d’issues de 2 à 20 et saisissez la cote de chaque issue.
it: Imposta il numero di esiti da 2 a 20 e inserisci la quota per ogni esito.
pt: Defina o número de resultados de 2 a 20 e insira a odd de cada resultado.
ru: Выберите количество исходов от 2 до 20 и введите коэффициент для каждого исхода.

# instructions_step_one_title
source: Choose outcomes
de: Ausgänge wählen
el: Επιλέξτε εκβάσεις
es: Elige resultados
fr: Choisir les issues
it: Scegli gli esiti
pt: Escolha resultados
ru: Выберите исходы

# instructions_step_three_body
source: Enter odds and stake amounts in highlighted fields. The calculation updates automatically.
de: Gib Quoten und Einsatzsummen in die hervorgehobenen Felder ein. Die Berechnung wird automatisch aktualisiert.
el: Εισαγάγετε αποδόσεις και ποσά πονταρισμάτων στα επισημασμένα πεδία. Ο υπολογισμός ενημερώνεται αυτόματα.
es: Introduce cuotas y montos de apuesta en los campos resaltados. El cálculo se actualiza automáticamente.
fr: Saisissez les cotes et les montants des mises dans les champs surlignés. Le calcul se met à jour automatiquement.
it: Inserisci quote e importi delle puntate nei campi evidenziati. Il calcolo si aggiorna automaticamente.
pt: Insira odds e valores de aposta nos campos destacados. O cálculo é atualizado automaticamente.
ru: Введите коэффициенты и суммы ставок в подсвеченные поля. Расчет обновляется автоматически.

# instructions_step_three_title
source: Fill highlighted fields
de: Hervorgehobene Felder ausfüllen
el: Συμπληρώστε τα επισημασμένα πεδία
es: Rellena los campos resaltados
fr: Remplissez les champs surlignés
it: Compila i campi evidenziati
pt: Preencha os campos destacados
ru: Заполните подсвеченные поля

# instructions_step_two_body
source: Use one of three modes: from total stake, from selected outcome, or manual without outcome binding.
de: Verwende einen von drei Modi: vom Gesamteinsatz, vom ausgewählten Ausgang oder manuell ohne Bindung an einen Ausgang.
el: Χρησιμοποιήστε μία από τις τρεις λειτουργίες: από συνολικό ποντάρισμα, από επιλεγμένη έκβαση ή χειροκίνητα χωρίς σύνδεση με έκβαση.
es: Usa uno de tres modos: desde la apuesta total, desde el resultado seleccionado o manual sin vinculación a un resultado.
fr: Utilisez l’un des trois modes : à partir de la mise totale, de l’issue sélectionnée ou en manuel sans liaison à une issue.
it: Usa una delle tre modalità: dalla puntata totale, dall’esito selezionato o manuale senza vincolo a un esito.
pt: Use um dos três modos: pela aposta total, pelo resultado selecionado ou manual sem vínculo com um resultado.
ru: Используйте один из трех режимов: от общей суммы ставки, от выбранного исхода или вручную без привязки к исходу.

# instructions_step_two_title
source: Choose calculation mode
de: Berechnungsmodus wählen
el: Επιλέξτε λειτουργία υπολογισμού
es: Elige el modo de cálculo
fr: Choisissez le mode de calcul
it: Scegli la modalità di calcolo
pt: Escolha o modo de cálculo
ru: Выберите режим расчета

# instructions_subtitle
source: Use one of three calculation modes and fill only highlighted fields.
de: Nutze einen von drei Berechnungsmodi und fülle nur hervorgehobene Felder aus.
el: Χρησιμοποιήστε έναν από τους τρεις τρόπους υπολογισμού και συμπληρώστε μόνο τα επισημασμένα πεδία.
es: Usa uno de los tres modos de cálculo y completa solo los campos resaltados.
fr: Utilisez l’un des trois modes de calcul et remplissez uniquement les champs surlignés.
it: Usa una delle tre modalità di calcolo e compila solo i campi evidenziati.
pt: Use um dos três modos de cálculo e preencha apenas os campos destacados.
ru: Используйте один из трех режимов расчета и заполняйте только подсвеченные поля.

# instructions_step_five_title
source: Fill highlighted fields
de: Hervorgehobene Felder ausfüllen
el: Συμπληρώστε τα επισημασμένα πεδία
es: Rellena campos resaltados
fr: Remplir les champs surlignés
it: Compila i campi evidenziati
pt: Preencha campos destacados
ru: Заполняйте подсвеченные поля

# instructions_step_five_body
source: In each mode, input is expected only in highlighted fields.
de: In jedem Modus erfolgt die Eingabe nur in den hervorgehobenen Feldern.
el: Σε κάθε λειτουργία η εισαγωγή γίνεται μόνο στα επισημασμένα πεδία.
es: En cada modo, la entrada se realiza solo en los campos resaltados.
fr: Dans chaque mode, la saisie se fait uniquement dans les champs surlignés.
it: In ogni modalità, l’inserimento avviene solo nei campi evidenziati.
pt: Em cada modo, a entrada ocorre apenas nos campos destacados.
ru: В каждом режиме ввод выполняется только в подсвеченные поля.

# instructions_step_six_title
source: Clear all data
de: Alle Daten löschen
el: Καθαρισμός όλων των δεδομένων
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
pt: Limpar todos os dados
ru: Очистка всех данных

# instructions_step_six_body
source: Tap the trash button in the navigation bar to clear all fields quickly.
de: Tippe auf die Papierkorb-Schaltfläche in der Navigationsleiste, um alle Felder zu leeren.
el: Πατήστε το κουμπί κάδου στη γραμμή πλοήγησης για να καθαρίσετε γρήγορα όλα τα πεδία.
es: Pulsa el botón de papelera en la barra de navegación para limpiar todos los campos.
fr: Appuyez sur le bouton corbeille de la barre de navigation pour effacer tous les champs.
it: Tocca il pulsante cestino nella barra di navigazione per pulire tutti i campi.
pt: Toque no botão de lixeira na barra de navegação para limpar todos os campos.
ru: Нажмите кнопку с корзиной в строке навигации, чтобы быстро очистить все поля.

# instructions_screenshots_body
source: A place for examples will appear here. You can add screenshots later.
de: Hier wird ein Bereich mit Beispielen angezeigt. Du kannst später Screenshots hinzufügen.
el: Εδώ θα εμφανιστεί ενότητα με παραδείγματα. Μπορείτε να προσθέσετε στιγμιότυπα αργότερα.
es: Aquí aparecerá un bloque con ejemplos. Puedes agregar capturas después.
fr: Un bloc d’exemples apparaîtra ici. Vous pourrez ajouter des captures plus tard.
it: Qui apparirà una sezione con esempi. Potrai aggiungere screenshot in seguito.
pt: Aqui aparecerá uma seção com exemplos. Você pode adicionar capturas depois.
ru: Здесь будет блок с примерами. Вы сможете добавить скриншоты позже.

# menu_calculator_subtitle
source: Start a new surebet
de: Starte eine neue Surebet
el: Ξεκινήστε ένα νέο surebet
es: Inicia un nuevo surebet
fr: Commencez un nouveau surebet
it: Inizia un nuovo surebet
pt: Inicie um novo surebet
ru: Начать новый расчёт

# menu_calculator_title
source: Calculator
de: Rechner
el: Υπολογιστής
es: Calculadora
fr: Calculateur
it: Calcolatore
pt: Calculadora
ru: Калькулятор

# menu_disable_ads_description
source: Unlock the ad-free experience and support the app.
de: Schalte die werbefreie Version frei und unterstütze die App.
el: Ξεκλειδώστε την εμπειρία χωρίς διαφημίσεις και υποστηρίξτε την εφαρμογή.
es: Desbloquea la experiencia sin anuncios y apoya la app.
fr: Débloquez l’expérience sans publicité et soutenez l’app.
it: Sblocca l’esperienza senza pubblicità e supporta l’app.
pt: Desbloqueie a experiência sem anúncios e apoie o app.
ru: Отключи рекламу и поддержи развитие приложения.

# menu_disable_ads_subtitle
source: One-time purchase
de: Einmaliger Kauf
el: Εφάπαξ αγορά
es: Compra única
fr: Achat unique
it: Acquisto una tantum
pt: Compra única
ru: Разовая покупка

# menu_disable_ads_title
source: Disable ads
de: Werbung deaktivieren
el: Απενεργοποίηση διαφημίσεων
es: Desactivar anuncios
fr: Désactiver les publicités
it: Disattiva pubblicità
pt: Desativar anúncios
ru: Отключить рекламу

# menu_feedback_description
source: Share ideas or report issues to help us improve.
de: Teile Ideen oder melde Probleme, damit wir besser werden.
el: Μοιραστείτε ιδέες ή αναφέρετε προβλήματα για να βελτιωθούμε.
es: Comparte ideas o informa de problemas para ayudarnos a mejorar.
fr: Partagez vos idées ou signalez des problèmes pour nous aider à nous améliorer.
it: Condividi idee o segnala problemi per aiutarci a migliorare.
pt: Compartilhe ideias ou relate problemas para nos ajudar a melhorar.
ru: Поделись пожеланиями или сообщи о проблеме.

# menu_feedback_subtitle
source: Feedback and ideas
de: Feedback und Ideen
el: Σχόλια και ιδέες
es: Comentarios e ideas
fr: Commentaires et idées
it: Feedback e idee
pt: Feedback e ideias
ru: Отзывы и идеи

# menu_instructions_subtitle
source: How to use
de: So benutzt du es
el: Πώς χρησιμοποιείται
es: Cómo usarla
fr: Comment l’utiliser
it: Come usarla
pt: Como usar
ru: Как пользоваться

# menu_instructions_title
source: How to Calculate
de: So berechnest du
el: Πώς να υπολογίσετε
es: Cómo calcular
fr: Comment calculer
it: Come calcolare
pt: Como calcular
ru: Как рассчитать

# menu_navigation_title
source: Menu
de: Menü
el: Μενού
es: Menú
ru: Меню

# menu_settings_description
source: Adjust defaults, formatting, and personalization options.
de: Passe Standardwerte, Formatierung und Personalisierung an.
el: Ρυθμίστε προεπιλογές, μορφοποίηση και επιλογές εξατομίκευσης.
es: Ajusta valores predeterminados, formato y opciones de personalización.
fr: Ajustez les valeurs par défaut, le formatage et les options de personnalisation.
it: Regola predefiniti, formattazione e opzioni di personalizzazione.
pt: Ajuste padrões, formatação e opções de personalização.
ru: Настрой форматирование, значения по умолчанию и интерфейс.

# menu_settings_subtitle
source: Currency and rounding
de: Währung und Rundung
el: Νόμισμα και στρογγυλοποίηση
es: Moneda y redondeo
fr: Devise et arrondi
it: Valuta e arrotondamento
pt: Moeda e arredondamento
ru: Валюта и округление

# menu_settings_title
source: Settings
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Réglages
it: Impostazioni
pt: Configurações
ru: Настройки

# menu_subtitle
source: Everything you need is one tap away
de: Alles, was du brauchst, ist nur einen Tipp entfernt
el: Ό,τι χρειάζεστε είναι ένα πάτημα μακριά
es: Todo lo que necesitas está a un toque
fr: Tout ce dont vous avez besoin est à portée d’un tap
it: Tutto ciò che ti serve è a un tocco
pt: Tudo o que você precisa está a um toque
ru: Все нужные функции — в одном месте

# menu_title
source: Quick menu
de: Schnellmenü
el: Γρήγορο μενού
es: Menú rápido
fr: Menu rapide
it: Menu rapido
pt: Menu rápido
ru: Быстрое меню

# instructions_screenshots_title
source: Screenshots
el: Στιγμιότυπα οθόνης
es: Capturas de pantalla
fr: Captures d’écran
it: Screenshot
pt: Capturas de tela
ru: Скриншоты

# menu_feedback_title
source: Feedback
el: Σχόλια
es: Comentarios
fr: Commentaires
ru: Обратная связь
